Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • No bowel movements for 3 days • A hot, hard spot in your leg or pain in our lower leg • Severe pain or pain that gets worse • Headache not helped by medicine • Severe pain in the stomach or upper abdomen • A headache, blurred vision or spots before your eyes that will not go away • Feelings of being very sad, having crying spells or mood swings that last longer than 2 weeks Call your doctor the first few days after your get home to schedule a follow up visit in 4 to 6 weeks. Talk to your doctor or nurse if you have any questions or concerns. Call 911 if you have: • Chest pain, trouble breathing, or a seizure. • Heavy bleeding that won’t stop. • Thoughts of harming yourself or others. • Any other medical emergency © 2007 - December 2, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Your Recovery After Cesarean Birth. Russian.
ru: • Отсутствие стула в течение 3 дней • Горячий твердый участок на ноге или боль в нижней части ноги • Сильная или усиливающаяся боль • Головная боль, от которой не помогают лекарства • Сильная боль в области живота • Головная боль, помутнение зрения или пятна перед глазами, которые не проходят • Сильная грусть, приступы плача или перепады настроения, длящиеся более 2 недель В первые несколько дней после возвращения домой позвоните врачу, чтобы записаться на прием через 4–6 недель. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. Позвоните по телефону 911 при появлении • Боли в груди, затрудненного дыхания или судорог • Сильного кровотечения • Мыслей о причинении вреда себе или другим • Необходимости получить неотложную помощь for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Your Recovery After After you give birth, a nurse will check you and answer any questions you may have. During your stay, the nurses will teach you how to care for yourself and your baby. Changes in Your Body A nurse will feel your abdomen to check your uterus while you are in the hospital. If your uterus is soft, your nurse will rub your abdomen to help the uterus become firm. During this time, it is normal to have cramping or “afterbirth pains” as your uterus gets back to its regular size. This cramping also helps prevent heavy bleeding. Women often have afterbirth pains for a few days after delivery. You may feel very strong afterbirth pains if you have a full bladder and during breastfeeding. After giving birth, you will have vaginal bleeding, called lochia. During the first few days, the bleeding may be like a heavy menstrual period and you may pass small blood clots. The bleeding will decease and get lighter in color. Women can have discharge for up to 4 to 6 weeks. Use sanitary pads instead of tampons during this time. Your breasts will fill with milk 3 to 5 days after you give birth. They may leak at times. Your breasts may be tender and become firm. If you are breastfeeding, do it regularly and avoid missed feedings. If you are not breastfeeding, wear a supportive bra, but do not bind your breasts. Your Recovery After Vaginal Birth. Russian.
ru: вагинальных родов Vaginal Birth После родов медсестра осмотрит вас, ответит на любые ваши вопросы и обучит вас уходу за собой и ребенком. Изменения в вашем организме Медсестра выполнит пальпацию вашего живота для проверки состояния матки. Если матка мягкая, медсестра будет растирать живот, чтобы ускорить ее уплотнение. В это время могут возникать спазмы и боли, поскольку матка постепенно принимает первоначальный размер. Спазмы также предотвращают сильное кровотечение. Боль может возникать в течение нескольких дней после родов. Во время кормления малыша и при полном мочевом пузыре боль может быть очень сильной. После родов у вас может быть кровотечение (лохии). Первые несколько дней оно может напоминать обильную менструацию с небольшими сгустками крови. Со временем кровотечение будет становиться менее обильным и более светлым. Выделения могут иметь место в течение 4–6 недель. В это время пользуйтесь прокладками, а не тампонами. Через 3–5 дней после родов ваша грудь наполнится молоком и время от времени из нее может сочиться молоко. Грудь может быть болезненной и твердой. Если вы кормите грудью, делайте это регулярно и не пропускайте кормления малыша. Если вы не кормите грудью, носите поддерживающий бюстгальтер, но не перевязывайте грудь.

source: You may have constipation. A stool softener or laxative may be ordered by your doctor. Eat foods that are high in fiber (fruits, vegetables, whole-grains) and drink plenty of water. Tell your doctor or nurse if you have problems urinating. Activity • Ask the staff for help the first few times you get out of bed. • Sit up for a couple of minutes before you start to walk. • If you feel light headed or dizzy while in the bathroom, pull the emergency call light on the bathroom wall for help. • Walk in the hallways 3 to 4 times a day for 5 to 10 minutes. Slowly increase your activity over the next several weeks. Make sure to rest often. Diet You may feel tired and hungry. You will get fluids through an IV (intravenous) in your hand or arm until you are drinking well. Drink plenty of fluids. You will be offered light food at first and then you can eat your normal diet. Manage Pain Pain and cramping are normal. If you have stitches, they may cause burning or stinging. Your Recovery After Vaginal Birth. Russian.
ru: Иногда после родов может возникать запор. В этом случае врач может выписать вам слабительное. Ешьте продукты с высоким содержанием клетчатки (фрукты, овощи, цельнозерновые продукты) и пейте много воды. Если у вас проблемы с мочеиспусканием, сообщите врачу или медсестре. Физическая активность • Когда вы будете вставать с постели первые несколько раз, попросите персонал помочь вам. • Перед тем как встать, несколько минут посидите. • Если в ванной комнате вы почувствуете головокружение, потяните шнур вызова персонала. • Прогуливайтесь по коридорам 3–4 раза в день по 5–10 минут. Постепенно, в течение нескольких недель, увеличивайте физическую нагрузку. Часто отдыхайте. Питание Вы можете чувствовать усталость и голод. Пока вы не начнете нормально пить, через капельницу в руку вам будут вводить жидкость. Пейте много жидкости. Сначала вам будет предложена легкая пища, затем вы сможете есть обычную еду. Контролирование боли Боль и спазмы являются обычным явлением. Швы могут вызывать жжение или покалывание.

source: Ask for pain medicine when you need it. The medicine may not get rid of your pain, but it will make it better. Manage your pain so you can care for yourself and be active. The perineal area, or perineum, is the area between your vagina and anus. It may tear during vaginal birth or be cut at the vagina to help your baby come out, called an episiotomy. If stitches are needed to repair the area, they do not need removed. To manage pain in the perineum: • Place an ice pack on your perineal area the first day for short amounts of time to decrease pain and swelling. • Use a sitz bath to relieve discomfort. Sitz baths are portable bowls that fit on top of the toilet seat and can be filled with warm water. Soak the perineal area in the water for 15 to 20 minutes, or as recommended. Gently pat dry with toilet paper. Use the sitz bath several times a day. • Take a warm bath. Baths can be started 24 hours after giving birth. Do not use bubble bath or perfumed soaps. • Hemorrhoids are common in pregnancy and after delivery. Apply a topical medicine, such as a spray, cream or witch hazel pads, to help to help relieve rectal pain. Your Recovery After Vaginal Birth. Russian.
ru: Если есть необходимость, попросите обезболивающее. Оно может не избавить вас от боли, но сделает ее менее интенсивной. Контролируйте боль, чтобы она не мешала вам заботиться о себе и вести активный образ жизни. Промежность — это область между влагалищем и задним проходом. Во время родов она может порваться. Также врач может провести эпизиотомию (разрез промежности со стороны влагалища), чтобы помочь ребенку родиться. В этом случае могут быть наложены швы, которые не требуется снимать. Обезболивание области промежности: • В первый день прикладывайте пакет со льдом на короткое время с целью уменьшения боли и опухания. • Для уменьшения дискомфорта используйте сидячую ванну (переносную чашу, которая устанавливается на унитаз и заполняется теплой водой). Погрузите промежность в воду на 15–20 минут или согласно указаниям врача. Аккуратно промокните промежность туалетной бумагой. Пользуйтесь сидячей ванной несколько раз в день. • Принимайте теплые ванны, но не ранее, чем через 24 часа после родов. Не пользуйтесь джакузи и мылом с отдушками. • Во время беременности и после родов часто возникает геморрой. Для облегчения боли применяйте местное лекарство, например спрей, крем или свечи.

source: Peri Care Keep the perineal area clean to prevent infection and stop odor. This is called peri care. You will be given a plastic bottle to fill with warm water. Each time you use the toilet, use the plastic bottle to squirt warm water over your perineal area. Gently blot with toilet paper. Change your sanitary pad each time you use the toilet or at least every 2 to 4 hours. Wash your hands with soap and water. Showering A shower may feel good and help you relax. Have someone help you with the first shower. Going Home from the Hospital Your nurse will help you prepare to go home. Information will be given to you on how to care for yourself. Your care may include: • Limiting the number of times you climb stairs each day. • Lifting nothing heavier than your baby. • Getting help doing housework for at least 2 weeks. • Not driving a car for 2 weeks. • Not having sexual relations until approved by your doctor. Talk to your doctor about birth control. Breastfeeding does not prevent you from becoming pregnant. • Not going back to work until approved by your doctor. Your Recovery After Vaginal Birth. Russian.
ru: Уход за промежностью Чтобы промежность не инфицировалась и не возникал неприятный запах, она должна быть чистой. Вам выдадут пластиковую бутылку, которую нужно будет наполнять теплой водой, чтобы вы могли каждый раз после посещения туалета ополаскивать промежность. Аккуратно промокните промежность туалетной бумагой. Меняйте гигиеническую прокладку после каждого посещения туалета, но не реже чем раз в 2–4 часа. Мойте руки с мылом. Прием душа Душ может помочь расслабиться и лучше себя чувствовать. В первый раз попросите кого-нибудь помочь вам. Выписка Медсестра поможет вам подготовиться к выписке и предоставит информацию, как ухаживать за собой. Вам могут дать следующие рекомендации: • Ограничение количества подъемов по лестнице за день. • Запрет на поднятие предметов тяжелее вашего ребенка. • По крайней мере первые две недели кто-то должен помогать вам по дому. • В течение первых двух недель не садитесь за руль. • Не вступайте в половые отношения без разрешения врача. Поговорите с врачом о противозачаточных средствах. Кормление грудью не предохраняет от беременности. • Без разрешения врача не возвращайтесь на работу.

source: Call your doctor right away if you have: • A fever over 100.4 degrees F or 38 degrees C. • Signs of a breast infection such as fever, tenderness, redness, or a hot, hardened area, on one or both breasts. • Heavy vaginal bleeding where you soak one sanitary pad per hour for two hours or have large blood clots. • Vaginal bleeding that changes color turning bright red after it has lightened and changed from pink to brown or clear. • Foul smelling vaginal discharge—a normal discharge smells like your menstrual period. • Problems urinating including trouble starting, burning or pain. • No bowel movements for 3 days. • A hot, hard spot in your leg or pain in your lower leg. • Severe or constant pain or cramping. • A headache, blurred vision or spots before your eyes that will not go away. • Feelings of being very sad, hopeless, anxious, or feel you want to hurt yourself or your baby. © 2006 - November 22, 2019, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Your Recovery After Vaginal Birth. Russian.
ru: Немедленно позвоните врачу, если: • Температура выше 38 °С (100,4 °F). • Признаки инфекции в груди (высокая температура, боль, покраснение или горячие твердые участки на одной или обеих грудях). • Обильное вагинальное кровотечение, когда приходится менять одну прокладку в час 2 раза подряд или выделяются большие сгустки крови. • Кровотечение из влагалища, которое стало светлым, а затем ярко-красным и изменило цвет с розового на коричневый или прозрачный. • Неприятный запах влагалищных выделений, отличающийся от запаха при обычных месячных. • Проблемы с мочеиспусканием, в том числе трудности с началом мочеиспускания, жжение или боль. • Отсутствие стула в течение 3 дней. • Горячий твердый участок на ноге или боль в нижней части ноги. • Сильная или постоянная боль или спазмы. • Головная боль, расплывчатое зрения или точки перед глазами, которые не проходят. • Сильная грусть, тревога, отчаяние или желание причинить вред себе или своему ребенку. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.
